_org/_posts/2022-03-04-first-post.org
#+TITLE: First post on jekyl site
#+OPTIONS: toc:nil
#+begin_export html
---
title: "Using org-mode with Jekyll"
excerpt: Utilising org-mode and jekyl together
---
#+end_export
Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum

* Lorem ipsum
Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum

#+begin_src python :results output :exports both
print("Hello there world")
#+end_src

#+RESULTS:
: Hello there world

1. one
2. two
3. three
4. four
   sub-four
5. five
