_posts/2022-03-04-first-post.html
---
title: "Using org-mode with Jekyll"
excerpt: Utilising org-mode and jekyl together
---
<p>
Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum
</p>

<div id="outline-container-orgc4a8a3c" class="outline-2">
<h2 id="orgc4a8a3c"><span class="section-number-2">1.</span> Lorem ipsum</h2>
<div class="outline-text-2" id="text-1">
<p>
Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum
</p>

<div class="org-src-container">
<pre class="src src-python"><span style="color: #c678dd;">print</span>(<span style="color: #98be65;">"Hello there world"</span>)
</pre>
</div>

<pre class="example">
Hello there world
</pre>


<ol class="org-ol">
<li>one</li>
<li>two</li>
<li>three</li>
<li>four
sub-four</li>
<li>five</li>
</ol>
</div>
</div>
